{
    "me.greeting": "Hi!, I'm",
    "me.name": "Juan Cruz Rusconi,",
    "me.spec": "Full Stack Developer.",

    "navbar.home": "HOME",
    "navbar.about": "ABOUT",
    "navbar.projects": "PROJECTS",
    "navbar.resume": "RESUME",
    "navbar.contact": "CONTACT",

    "title.about.first": "ABOUT.",
    "title.about.second": "Let me introduce myself ...",

    "title.projects.first": "PROJECTS.",
    "title.projects.second": "These are my personal recent projects.",

    "title.resume.first": "RESUME.",
    "title.resume.second": "My recent resume.",

    "title.contact.first": "CONTACT.",
    "title.contact.second": "Let's get in touch!",

    "about.text.first": "I consider myself a proactive, orderly and responsible person, curious, which guarantees me to keep growing constantly.",
    "about.text.second": "A little about me, two years ago I discover the world of IT and and I got passionate. To be more specific, the world of programming and web development.",
    "about.text.third": "I completed courses in these areas, oriented in MERN Stack, including e-commerce projects for FrontEnd and the develop of an RESTful API created for BackEnd, with the implementation of some third party libraries to get more functionality in my projects.",
    "about.text.fourth": "The discover of this new passion brought me to reinvent myself and begin new stage in my life. Today I'm passing a career of Computer Science in National University, while I continue training myself in a self-taught way so as not to miss out on the advances that characterize the technological field.",
    "about.text.fifth": "Looking forward to start my professional career to allow myself to gain experience and expand my knowledge, as well as learn new skills and technologies to stay up to date with new and future trends.",

    "card.project-button": "To project",

    "resume.download-button.english": "Download CV - English",
    "resume.download-button.spanish": "Download CV - Spanish",

    "form.title": "Send me an email.",
    "form.send-button": "Send",
    "form.input.name": "Name",
    "form.input.email": "Email",
    "form.input.text": "Type your message.",

    "projects": {
        "0": "My first project, an introduction to myself as a programmer. In this site I tried to create a simple landing page of a family company, with the knowledge that I had at these moment, without functionalities.",
            
        "1": "The second project, an e-commerce of tech products in which I introduce my first steps in JS language, with simple functionalities as add to cart products and delete them from it.",
            
        "2": "In the third project, a more advanced e-commerce with major functionalities created with React and Firestore used as cloud DB to manipulate all data of the products and their stock.",
            
        "3": "The fourth project, a RESTful API constructed in NodeJS and ExpressJS with MongoDB for storage, and implementation of design patterns such as Singleton, Factory and Repository, and libraries such as Handlebars for views."
               
    }
        
}
 
